Repository: guilamu/gravity-forms-shortcode-builder
Catalog: gf-shortcode-builder-*.po
Languages: fr_fr

source: Insert shortcode
fr_fr: Insérer le shortcode

source: Loading shortcode builder
fr_fr: Chargement du Shortcode Builder

source: Copy to Clipboard
fr_fr: Copier dans le presse-papiers

source: Unable to load shortcode builder accordion.
fr_fr: Impossible de charger l'accordéon du Builder.

source: The shortcode builder could not be loaded. Check the console for details.
fr_fr: Le Shortcode Builder n'a pas pu être chargé. Consultez la console pour plus de détails.

source: Please generate a shortcode first.
fr_fr: Veuillez d'abord générer un shortcode.

source: Unable to insert the shortcode. Please paste it manually.
fr_fr: Impossible d'insérer le shortcode. Veuillez le coller manuellement.

source: Unauthorized
fr_fr: Non autorisé

source: Tab order saved
fr_fr: Ordre des sections sauvegardé

source: Invalid parameters
fr_fr: Paramètres invalides

source: Form not found
fr_fr: Formulaire introuvable

source: Tab not found
fr_fr: Section introuvable

source: Invalid tab
fr_fr: Section invalide

source: Form not found.
fr_fr: Formulaire introuvable.

source: Accordion order saved!
fr_fr: Ordre des sections sauvegardé !

source: Accordions Visibility
fr_fr: Visibilité des accordéons

source: Choose which accordions are available in the builder and notification modal.
fr_fr: Choisissez les accordéons disponibles dans le builder et la modale de notification.

source: Enable %s accordion
fr_fr: Activer l'accordéon %s

source: Drag to reorder
fr_fr: Glisser pour réorganiser

source: Conditional Shortcodes
fr_fr: Shortcodes conditionnels

source: Core Form Display
fr_fr: Affichage du formulaire

source: Entries Left
fr_fr: Entrées restantes

source: Entry Count
fr_fr: Nombre d'entrées

source: Login Form
fr_fr: Formulaire de connexion

source: Progress Meter
fr_fr: Indicateur de progression

source: Split Test
fr_fr: Test A/B

source: User Information
fr_fr: Informations utilisateur

source: Select a field, an operator, and a value to generate your conditional shortcode.
fr_fr: Sélectionnez un champ, un opérateur et une valeur pour générer votre shortcode conditionnel.

source: Advanced Conditional Shortcodes is Active
fr_fr: Advanced Conditional Shortcodes est actif

source: You're using the Advanced Conditional Shortcodes plugin. This builder creates basic conditional shortcodes. For advanced features (AND/OR relations, multiple conditions), please use the native builder in the plugin.
fr_fr: Vous utilisez le plugin Advanced Conditional Shortcodes. Ce builder crée des shortcodes conditionnels de base. Pour les fonctionnalités avancées (relations ET/OU, conditions multiples), utilisez le builder natif du plugin.

source: Go to Advanced Builder
fr_fr: Aller au Builder avancé

source: Match ALL conditions (AND)
fr_fr: Correspondre à TOUTES les conditions (ET)

source: Match ANY condition (OR)
fr_fr: Correspondre à N'IMPORTE QUELLE condition (OU)

source: Field
fr_fr: Champ

source: Select a Field
fr_fr: Sélectionner un champ

source: Operator
fr_fr: Opérateur

source: Match Regex (Advanced)
fr_fr: Correspondance Regex (Avancé)

source: Value
fr_fr: Valeur

source: Enter value...
fr_fr: Entrer une valeur...

source: Remove Condition
fr_fr: Supprimer la condition

source: Add Condition
fr_fr: Ajouter une condition

source: Generated Shortcode
fr_fr: Shortcode généré

source: Copied to clipboard!
fr_fr: Copié dans le presse-papiers !

source: Build an embed shortcode to display your form on any page or post.
fr_fr: Construisez un shortcode pour afficher votre formulaire sur n'importe quelle page ou article.

source: Form ID
fr_fr: ID du formulaire

source: The ID of the current form.
fr_fr: L'ID du formulaire actuel.

source: Display Title
fr_fr: Afficher le titre

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Masquer

source: Whether to display the form title.
fr_fr: Afficher ou non le titre du formulaire.

source: Display Description
fr_fr: Afficher la description

source: Whether to display the form description.
fr_fr: Afficher ou non la description du formulaire.

source: Enable AJAX
fr_fr: Activer AJAX

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Submit the form without reloading the page.
fr_fr: Soumettre le formulaire sans recharger la page.

source: Tab Index (Optional)
fr_fr: Index de tabulation (Optionnel)

source: Leave blank for default
fr_fr: Laisser vide pour la valeur par défaut

source: Starting tab index for the form (not recommended for accessibility).
fr_fr: Index de tabulation de départ pour le formulaire (non recommandé pour l'accessibilité).

source: Field Values (Optional)
fr_fr: Valeurs des champs (Optionnel)

source: e.g., parameter1=value1&parameter2=value2
fr_fr: ex. parametre1=valeur1&parametre2=valeur2

source: Dynamically populate form fields using URL parameter format.
fr_fr: Pré-remplir dynamiquement les champs du formulaire en utilisant le format des paramètres URL.

source: Display the number of entries submitted for a form. Great for showing social proof or interest levels.
fr_fr: Affichez le nombre d'entrées soumises pour un formulaire. Idéal pour montrer une preuve sociale ou le niveau d'intérêt.

source: Select Form
fr_fr: Sélectionner un formulaire

source: Select a form
fr_fr: Sélectionner un formulaire

source: The form for which you want to display the entry count.
fr_fr: Le formulaire pour lequel vous souhaitez afficher le nombre d'entrées.

source: Entry Status
fr_fr: Statut des entrées

source: Total (All entries)
fr_fr: Total (Toutes les entrées)

source: Unread
fr_fr: Non lu

source: Starred
fr_fr: Favoris

source: Trash
fr_fr: Corbeille

source: Type of entries to count (defaults to "total").
fr_fr: Type d'entrées à compter (par défaut « total »).

source: Number Format
fr_fr: Format du nombre

source: Comma (e.g., 1,234)
fr_fr: Virgule (ex. 1 234)

source: Decimal (e.g., 1.234)
fr_fr: Décimal (ex. 1.234)

source: How to format the displayed number.
fr_fr: Comment formater le nombre affiché.

source: Usage Examples
fr_fr: Exemples d'utilisation

source: Show social proof: "Join 1,234 other subscribers!"
fr_fr: Montrer une preuve sociale : « Rejoignez 1 234 autres abonnés ! »

source: Display event registrations: "523 people registered"
fr_fr: Afficher les inscriptions à un événement : « 523 personnes inscrites »

source: Track contest entries: "15,678 entries submitted"
fr_fr: Suivre les participations au concours : « 15 678 participations soumises »

source: Monitor form engagement across your site
fr_fr: Surveillez l'engagement de vos formulaires sur votre site

source: Display the number of entries remaining before a form reaches its entry limit. Perfect for limited offers, event registrations, or contests.
fr_fr: Affichez le nombre d'entrées restantes avant qu'un formulaire n'atteigne sa limite. Parfait pour les offres limitées, les inscriptions à des événements ou les concours.

source: Entry Limits Not Enabled
fr_fr: Limites d'entrées non activées

source: The current form does not have entry limits enabled. To use the Entries Left shortcode, you need to enable "Limit number of entries" in Form Settings > Restrictions.
fr_fr: Le formulaire actuel n'a pas de limites d'entrées activées. Pour utiliser le shortcode Entrées Restantes, vous devez activer « Limiter le nombre d'entrées » dans Paramètres du formulaire > Restrictions.

source: The form for which you want to display entries remaining. Forms without entry limits will show unlimited entries.
fr_fr: Le formulaire pour lequel vous souhaitez afficher les entrées restantes. Les formulaires sans limite d'entrées afficheront des entrées illimitées.

source: (No limit set)
fr_fr: (Aucune limite définie)

source: How to format the displayed number (e.g., comma for 1,234 or decimal for 1.234).
fr_fr: Comment formater le nombre affiché (ex. virgule pour 1 234 ou point pour 1.234).

source: Create urgency: "Only 23 spots left! Register now!"
fr_fr: Créer l'urgence : « Plus que 23 places ! Inscrivez-vous maintenant ! »

source: Limited offers: "15 early bird tickets remaining"
fr_fr: Offres limitées : « 15 billets early bird restants »

source: Contest entries: "47 entries left before we close submissions"
fr_fr: Participations au concours : « 47 participations restantes avant la clôture »

source: Workshop signups: "3 seats available for this workshop"
fr_fr: Inscriptions aux ateliers : « 3 places disponibles pour cet atelier »

source: How to Enable Entry Limits
fr_fr: Comment activer les limites d'entrées

source: Go to your form settings
fr_fr: Allez dans les paramètres de votre formulaire

source: Click on "Restrictions" in the left sidebar
fr_fr: Cliquez sur « Restrictions » dans la barre latérale gauche

source: Enable "Limit number of entries"
fr_fr: Activez « Limiter le nombre d'entrées »

source: Set your desired entry limit
fr_fr: Définissez la limite d'entrées souhaitée

source: Display a custom login form on any page or post. Perfect for creating branded login experiences.
fr_fr: Affichez un formulaire de connexion personnalisé sur n'importe quelle page ou article. Parfait pour créer des expériences de connexion personnalisées.

source: Display Title (Optional)
fr_fr: Afficher le titre (Optionnel)

source: Whether to display the login form title.
fr_fr: Afficher ou non le titre du formulaire de connexion.

source: Display Description (Optional)
fr_fr: Afficher la description (Optionnel)

source: Whether to display the login form description.
fr_fr: Afficher ou non la description du formulaire de connexion.

source: Logged In Message
fr_fr: Message de connexion

source: e.g., Welcome back! You are already logged in.
fr_fr: ex. Bon retour ! Vous êtes déjà connecté.

source: Message displayed to users who are already logged in.
fr_fr: Message affiché aux utilisateurs déjà connectés.

source: Registration Link Text
fr_fr: Texte du lien d'inscription

source: e.g., Register Now
fr_fr: ex. S'inscrire maintenant

source: Text for the registration link (defaults to "Register").
fr_fr: Texte du lien d'inscription (par défaut « S'inscrire »).

source: Forgot Password Link Text
fr_fr: Texte du lien mot de passe oublié

source: e.g., Forgot Password?
fr_fr: ex. Mot de passe oublié ?

source: Text for the forgot password link (defaults to "Forgot Password").
fr_fr: Texte du lien mot de passe oublié (par défaut « Mot de passe oublié »).

source: Redirect URL (Optional)
fr_fr: URL de redirection (Optionnel)

source: e.g., https://example.com/dashboard
fr_fr: ex. https://exemple.com/tableau-de-bord

source: URL to redirect users after successful login. Leave blank to stay on the current page.
fr_fr: URL vers laquelle rediriger les utilisateurs après une connexion réussie. Laissez vide pour rester sur la page actuelle.

source: Display a visual progress meter showing progression towards a goal based on form entries. Perfect for fundraising campaigns, event registrations, or any goal-based tracking.
fr_fr: Affichez un indicateur de progression visuel montrant l'avancement vers un objectif basé sur les entrées de formulaire. Parfait pour les campagnes de collecte de fonds, les inscriptions à des événements ou tout suivi d'objectifs.

source: The form to track progress for.
fr_fr: Le formulaire pour lequel suivre la progression.

source: Goal
fr_fr: Objectif

source: The target number you want to reach (e.g., 1000 entries or $5000 raised).
fr_fr: Le nombre cible que vous souhaitez atteindre (ex. 1000 entrées ou 5000€ collectés).

source: Field to Track (Optional)
fr_fr: Champ à suivre (Optionnel)

source: Count entries (default)
fr_fr: Compter les entrées (par défaut)

source: Payment Amount (sum of payments)
fr_fr: Montant des paiements (somme des paiements)

source: Custom Field (enter field ID)
fr_fr: Champ personnalisé (entrer l'ID du champ)

source: What to track: entry count, payment amounts, or a specific field value.
fr_fr: Ce qu'il faut suivre : nombre d'entrées, montants des paiements ou une valeur de champ spécifique.

source: Custom Field ID
fr_fr: ID du champ personnalisé

source: Enter the field ID to sum values from (e.g., a number field).
fr_fr: Entrez l'ID du champ dont vous souhaitez additionner les valeurs (ex. un champ numérique).

source: Entry Status (Optional)
fr_fr: Statut des entrées (Optionnel)

source: Which entries to include in the count.
fr_fr: Quelles entrées inclure dans le comptage.

source: Starting Count (Optional)
fr_fr: Comptage initial (Optionnel)

source: Leave blank to start from 0
fr_fr: Laisser vide pour commencer à 0

source: Set a starting count (useful if you want to offset initial progress).
fr_fr: Définir un comptage initial (utile si vous souhaitez décaler la progression initiale).

source: Count Label
fr_fr: Libellé du compteur

source: e.g., %s donations or Raised $%s
fr_fr: ex. %s dons ou %s € collectés

source: %s submissions
fr_fr: %s soumissions

source: Label for the current count. Use %s as placeholder for the number.
fr_fr: Libellé pour le comptage actuel. Utilisez %s comme espace réservé pour le nombre.

source: Goal Label
fr_fr: Libellé de l'objectif

source: e.g., Goal: %s or Target $%s
fr_fr: ex. Objectif : %s ou Cible %s €

source: %s goal
fr_fr: Objectif %s

source: Label for the goal. Use %s as placeholder for the goal number.
fr_fr: Libellé pour l'objectif. Utilisez %s comme espace réservé pour le nombre cible.

source: Fundraising: Track donations with payment_amount field
fr_fr: Collecte de fonds : Suivez les dons avec le champ payment_amount

source: Event registrations: Count total registrations towards capacity
fr_fr: Inscriptions aux événements : Comptez le total des inscriptions par rapport à la capacité

source: Petition signatures: Track progress towards signature goal
fr_fr: Signatures de pétition : Suivez la progression vers l'objectif de signatures

source: Contest entries: Show how many people have entered
fr_fr: Participations au concours : Montrez combien de personnes ont participé

source: Test different versions of your forms to see which converts better. Select 2 or more forms to randomly display to visitors.
fr_fr: Testez différentes versions de vos formulaires pour voir laquelle convertit le mieux. Sélectionnez 2 formulaires ou plus pour les afficher aléatoirement aux visiteurs.

source: Forms to Test
fr_fr: Formulaires à tester

source: Remove
fr_fr: Supprimer

source: Add Another Form
fr_fr: Ajouter un autre formulaire

source: Add at least 2 forms to run a split test. Each form will be randomly displayed to visitors.
fr_fr: Ajoutez au moins 2 formulaires pour effectuer un test A/B. Chaque formulaire sera affiché aléatoirement aux visiteurs.

source: How Split Testing Works
fr_fr: Comment fonctionne le test A/B

source: Each visitor will be randomly shown one of the selected forms
fr_fr: Chaque visiteur verra aléatoirement l'un des formulaires sélectionnés

source: Gravity Forms tracks views and conversions for each form
fr_fr: Gravity Forms suit les vues et les conversions pour chaque formulaire

source: Check your form entries to see which version performs better
fr_fr: Consultez les entrées de vos formulaires pour voir quelle version fonctionne le mieux

source: The more traffic you have, the more accurate your results will be
fr_fr: Plus vous avez de trafic, plus vos résultats seront précis

source: Display information about the current user or a specific user on your page or post.
fr_fr: Affichez des informations sur l'utilisateur actuel ou un utilisateur spécifique sur votre page ou article.

source: User ID (Optional)
fr_fr: ID utilisateur (Optionnel)

source: The ID of the user to display information for. Leave blank to display info for the currently logged-in user.
fr_fr: L'ID de l'utilisateur dont vous souhaitez afficher les informations. Laissez vide pour afficher les informations de l'utilisateur actuellement connecté.

source: User Meta Key
fr_fr: Clé méta utilisateur

source: Select a user meta key
fr_fr: Sélectionner une clé méta utilisateur

source: Username (user_login)
fr_fr: Nom d'utilisateur (user_login)

source: Display Name (display_name)
fr_fr: Nom affiché (display_name)

source: Nice Name (user_nicename)
fr_fr: Nom simplifié (user_nicename)

source: Nickname (nickname)
fr_fr: Surnom (nickname)

source: First Name (first_name)
fr_fr: Prénom (first_name)

source: Last Name (last_name)
fr_fr: Nom de famille (last_name)

source: Biographical Info (description)
fr_fr: Informations biographiques (description)

source: Website (user_url)
fr_fr: Site web (user_url)

source: Registration Date (user_registered)
fr_fr: Date d'inscription (user_registered)

source: Custom Meta Key
fr_fr: Clé méta personnalisée

source: The user meta key to retrieve (e.g., nickname, first_name, last_name).
fr_fr: La clé méta utilisateur à récupérer (ex. nickname, first_name, last_name).

source: Enter the custom user meta key you want to retrieve.
fr_fr: Entrez la clé méta utilisateur personnalisée que vous souhaitez récupérer.

source: Output Format
fr_fr: Format de sortie

source: Raw (JSON)
fr_fr: Brut (JSON)

source: CSV (Comma-Separated)
fr_fr: CSV (Séparé par des virgules)

source: List (Formatted HTML)
fr_fr: Liste (HTML formaté)

source: How the data should be formatted when displayed.
fr_fr: Comment les données doivent être formatées lors de l'affichage.
